[
  {
    "Category": "About Partbnb",
    "Queries": "What is Partbnb?",
    "Answers": "Partbnb is a one-stop platform that serves to facilitate fractional investment in secure assets such as vacation and holiday properties. Partbnb related entities identify, renovate, list rentals and operate the properties for the benefit of investors. Each property is offered as a unique LLC, allowing Partbnb members to purchase units ('Parts') and participate in the rental income and appreciation of the units purchased. The platform also provides a market to relist or trade shares to provide liquidity to the investments."
  },
  {
    "Category": "About Partbnb",
    "Queries": "Where is the company based?",
    "Answers": "Our office is located at 2 Park Avenue, New York, NY"
  },
  {
    "Category": "About Partbnb",
    "Queries": "How do I know you are credible?",
    "Answers": "Partbnb LLC is a Delaware based company, and is registered under the \"Part D\" regulation with the US Securities & Exchange commission. This allows Accredited Investors to invest in this property. "
  },
  {
    "Category": "About Partbnb",
    "Queries": "What regulations do you operate under?",
    "Answers": "Part D of the SEC regulation- Rule 506(c) allows issuers to use general solicitation and general advertising, provided all purchasers are accredited investors and the issuer takes reasonable steps to verify their accredited investor status. Issuers may sell unlimited amounts of securities under Rule 506(c)."
  },
  {
    "Category": "Benefits / Returns",
    "Queries": "How Does Fractional Ownership Differ From Time Shares?",
    "Answers": "Fractional owners are primarily driven by the economic benefits of the asset- as investors. Time Share owners are driven by the access to use of the property. Fractional ownership structures are designed to expand the base of investors with access to participate in the economic interests of the asset. Fractional ownership's business model is to effectively acquire and maximize value of the asset over the holding period through operating income and long term gain potential. Time share ownership is designed to maximize the initial purchase price value of the asset from the standpoint of the seller, typically create barriers to ownership transfer and limit cashflow and long term gains through management fees."
  },
  {
    "Category": "Benefits / Returns",
    "Queries": "What are the returns?",
    "Answers": "Our target returns for properties will be in the 7-9% per annum range for Income return, and then there are also potential capital growth gains on top of that. \n\nYou will be able to view details of each particular property on the website, and the projected financials. In addition to this we will supply an offering memorandum that will detail those projected returns."
  },
  {
    "Category": "Benefits / Returns",
    "Queries": "Investor Benefits",
    "Answers": "1. Rental Income - Part holders receive passive income from the rent by renting it out as a vacation rental.\n2. Property Value Appreciation - Investors will have a share from the increase in the property value over time.\n3. Use of Property - As a side benefit, you will have the ability to stay at the property for a discounted rate. (usually around 10%)"
  },
  {
    "Category": "Benefits / Returns",
    "Queries": "Do part owners get a discount to stay?",
    "Answers": "Part holders receive a discount for staying at the property that is equivalent to the booking fees/ advertising costs that would normally be due for any member of the public staying (this is usually around 10%). This is to ensure that other investors are not disadvantaged should someone wish to use the property."
  },
  {
    "Category": "Benefits / Returns",
    "Queries": "How do I book the property as an owner?",
    "Answers": "There is a special link to book the property provided in your dashboard which will automatically enable the discount"
  },
  {
    "Category": "Buying / Selling Parts",
    "Queries": "Is there a minimum or maximum part/share order?",
    "Answers": "There is NO minimum or maximum orders of share. \n\nPlease note that for Pre-order period, there is a minimum and maximum."
  },
  {
    "Category": "Buying / Selling Parts",
    "Queries": "How are Part Values calculated?",
    "Answers": "Part/Share value is precisely the total costs to acquire the property, perform renovations and position the asset for maximum rental income divided by the target number of units to be sold."
  },
  {
    "Category": "Buying / Selling Parts",
    "Queries": "Can we open a joint account for the investment?",
    "Answers": "This facility is not available with us at this stage."
  },
  {
    "Category": "Buying / Selling Parts",
    "Queries": "Does my name appear on the title?\n\n",
    "Answers": "The title is owned by a US LLC (limited liability company). As a part owner you will have an economic share in this company and accordingly will receive any income from that company. \n"
  },
  {
    "Category": "Buying / Selling Parts",
    "Queries": "Can companies purchase shares?",
    "Answers": "At this time, this offer is available to individual investors. However, you will surely be notified once this has been opened to company investors in the future. Please sign up so we can inform you should this become admissible."
  },
  {
    "Category": "Buying / Selling Parts",
    "Queries": "HOW DO I SELL MY PARTS?",
    "Answers": "There is no maximum term for the ownership, but there is a 6 month minimum holding period before you can sell parts on the platform (due to SEC Regulations).  Should you decide to sell your shares after 6 months, you may simply list and sell them on the platform anytime at the price of your choosing. There are investors viewing the platform all the time, and if the price you have offered is reasonable it should sell in a timely manner. If your part(s) is/are not selling, you may look to lower your rate slightly. We will provide a property valuation every year to help investors with understanding what is a reasonable market valuation for the property. All investment income (and sales of part shares) will be returned to the investors' 'digital wallet' account (found in your logged in area in the website). You can request for this money to be deposited back to your linked bank account, or wired back to you (note there are transfer fees)."
  },
  {
    "Category": "Buying / Selling Parts",
    "Queries": "Is this transferrable? Can I transfer my investment to my beneficiaries?",
    "Answers": "Yes. The operating agreement will provide for unit transfer as a result of death to direct family members without utilizing the platform sales process."
  },
  {
    "Category": "Eligibility",
    "Queries": "Who is eligible?",
    "Answers": "This offer is available to US Residents who are Accredited Investors."
  },
  {
    "Category": "Eligibility",
    "Queries": "What is an Accredited Investor?",
    "Answers": "An accredited investor, in summary, is someone who has a net worth, excluding your private residence, of $1M, or an annual income of more than $200,000 (single) or $300,000 (couple)."
  },
  {
    "Category": "Eligibility",
    "Queries": "Why Have an Accredited Investor Restriction?",
    "Answers": "The accredited investor definition attempts to identify those persons whose financial sophistication and ability to sustain the risk of loss of investment or ability to fend for themselves render the protections of the Securities Act’s registration process unnecessary. "
  },
  {
    "Category": "Payments / Fees",
    "Queries": "When are returns paid?",
    "Answers": "All returns shown on the website are annualised. Income is paid monthly (within 15 days of the end of a month) to part holders, and any capital gain (or losses) occur when the part holder decides to sell those parts on the platform"
  },
  {
    "Category": "Payments / Fees",
    "Queries": "Are there any foreign tax issues?",
    "Answers": "There are no foreign tax complexities, each property is held by a Delaware based LLC which operates as a Partnership, and thus any income will be directly paid to investors, along with the appropriate documents to include on your tax filing each year. \n\nAs a US, Delaware LLC, investors will receive an annual K1 by 3-31 of each year.  The K1 will provide all information necessary to report income and expenses including depreciation.\n\nNote: Partbnb does not provide any advice or assistance with tax payments, you should consult with your accountant."
  },
  {
    "Category": "Payments / Fees",
    "Queries": "What about other associated operational fees (ex. HOA fees)?",
    "Answers": "All expense details are specified Financial Details section of each property on the website and also stipulated in the Private Placement Memorandum for each property and returns are indicated on a Gross and Net basis (after expenses). \n\nThese expenses may be subject to change (e.g. HOA fees can increase over time) and investors will be advised of any changes to the financial projections of a property."
  },
  {
    "Category": "Payments / Fees",
    "Queries": "How do I track the income and capital growth?",
    "Answers": "You can track the performance of your property using your Dashboard when you log in. This will show you the income payments received each month, the balance of your digital wallet, and updated data on the value of your parts (based on recent sales through the platform).\n\nPartbnb will also provide an annual valuation estimate of the property based on factors such as market rental rate changes and trends, sales comparisons for similar properties and performance of the subject property relative to overall market occupancy.  The valuation will be informal (no certified appraiser used) but based on available market data.  The actual value will be determined by unit transfer sales."
  },
  {
    "Category": "Payments / Fees",
    "Queries": "How are returns paid to me?",
    "Answers": "All investment income (and sales of part shares) will be returned to the investors \"digital wallet\" account (found in your logged in area). You can request for this money to be deposited back to your linked bank account, or wired back to you (note there are transfer fees)"
  },
  {
    "Category": "Payments / Fees",
    "Queries": "How is stamp duty handled?",
    "Answers": "Stamp duty varies depending on the country the property is located in. For instance it is 10% in the Bahamas (5% buyer and 5% seller) and 7.5% in the Cayman Islands. During the property purchase phase we will calculate the correct stamp duty and ensure it is included in the Project cost calculation. \n\nWhen you purchase costs the stamp duty (and all other setup costs) have already been included. The only additional cost is our 1.75% transaction fee on any part purchases or sales"
  },
  {
    "Category": "Payments / Fees",
    "Queries": "Will I have to pay to maintain the property?",
    "Answers": "During the renovation all deferred maintenance will be addressed in the initial improvements. In addition, during the property setup we allocate a 1% budget upfront for any maintenance that may need to be done in Year 1. We also allocate 1% of the property value as a yearly maintenance fund which is listed as a \"Maintenance Expense\". \n\nThis will roll over to future years if it is unused. In the extremely unlikely event that a severe maintenance event strikes that exceeds this fund (and exceeds any available income for the property) we may arrange a short term loan to cover these costs, with principal & interest to be deducted from future income."
  },
  {
    "Category": "Payments / Fees",
    "Queries": "Are there any fees involved in selling my shares?",
    "Answers": "There will be an administration fee of 1.75% when you buy or sell your share/s on the platform."
  },
  {
    "Category": "Process",
    "Queries": "How do I sign up?",
    "Answers": "1. Sign Up - Click on the Sign Up button from the homepage\n2. Fill out required information\n3. Submit\n4. Review property details - Go to the Properties page\n5. Top up your Account with Funds (ACH or Wire Transfer)\n8. Reserve or Buy Parts\n9. View your shares on the Dashboard\n10. Receive a Confirmation Email"
  },
  {
    "Category": "Properties",
    "Queries": "How do we know the quality of the property?",
    "Answers": "All properties are examined by a registered builder to ensure that they are up to building codes. Like in most markets, we must also ensure that properties are presented to a high standard to receive local approval to operate as a Vacation Rental."
  },
  {
    "Category": "Properties",
    "Queries": "What is the occupancy rate in the area?",
    "Answers": "You can find out all about the project rates / occupancy of a property by looking at the details page of your target property. In addition, we also supply some of the suburb information so you can get an idea of how nearby properties are performing."
  },
  {
    "Category": "Properties",
    "Queries": "Which booking platforms will they be posted on?",
    "Answers": "All rental properties will be advertised on Airbnb, Trip Advisor, VRBO / HomeAway."
  },
  {
    "Category": "Properties",
    "Queries": "Who manages the property and the bookings?",
    "Answers": "KeyLobby, our property management company, will be managing the operations including handling of bookings, cleanings, rental payments and other management activities of the properties."
  },
  {
    "Category": "Properties",
    "Queries": "Why the Caribbean?",
    "Answers": "Partbnb identified the Caribbean and adjacent regions as an area with high demand for vacation stays with a relatively disjointed offering of properties. Through the use of widely accepted internet based rental listing services, Partbnb can provide a standardized product offering through KeyLobby to benefit owners of individual properties."
  },
  {
    "Category": "Risks",
    "Queries": "What are the risks?",
    "Answers": "Risks are always present in any investment. However, it is viable to balance risk vs reward. \n\nSome of the key risks of this type of investment are:\n- Property is damaged or destroyed in a weather event. This has been addressed by Partbnb by having all properties fully insured\n- Short Term vacation rental market suffers a downturn resulting in poor returns. It is normal in the lower seasons of travel for occupancy to be lower and income levels to be reduced. Projected returns are based on an annual basis so you can expect some variation month to month\n- Unavailability or Collapse of Partbnb LLC platform makes it harder to re-sell your shares easily. Although this is just a potential risk foreseen but note that this could NOT be possible as well. Should this happen, we have a technical team of experts who will take care of the issue"
  },
  {
    "Category": "Risks",
    "Queries": "What happens to the properties in event of a major disaster (e.g. Hurricane)?",
    "Answers": "In times of hurricanes, the properties are fully insured and should the worst happen, investors will be repaid the current property value, less any excess and any other costs."
  }
 ]